Repository: timeavereb/polc
Catalog: languages/*.po
Languages: hu_hu

source: My contents
hu_hu: Tartalmaim

source: Favorited by
hu_hu: Kedvenchez adott

source: Favorited Authors
hu_hu: Kedvenc szerzők

source: Favorited Contents
hu_hu: Kedvenc tartalmak

source: Data change
hu_hu: Adatmódosítás

source: Add new volume
hu_hu: Új tartalom hozzáadása

source: Email (can't be modified)
hu_hu: Email cím (nem módosítható)

source: Username (can't be modified)
hu_hu: Felhasználónév (nem módosítható)

source: Webpage
hu_hu: Weboldal

source: Date of birth
hu_hu: Születési dátum

source: Old password
hu_hu: Régi jelszó

source: New password
hu_hu: Új jelszó

source: New password confirmation
hu_hu: Új jelszó újra

source: Save
hu_hu: Mentés

source: You didn't upload any content yet!
hu_hu: Nincs feltöltött tartalom!

source: You didn't add any author as favorite.
hu_hu: Még nem adtál egyetlen szerzőt sem a kedvenceid közé.

source: You didn't add any content as favorite.
hu_hu: Még nem adtál egyetlen tartalmat sem a kedvenceid közé.

source: Change profile picture
hu_hu: Profilkép feltöltése

source: people's favourite author
hu_hu: kedvenc szerzője

source: stories
hu_hu: történet

source: followers
hu_hu: követő

source: Remove author from favorites
hu_hu: Szerző törlése a kedvencekből

source: Add author to favorites
hu_hu: Szerző kedvencekhez adása

source: Genre and category selections
hu_hu: Műfaj és kategória választása

source: Type
hu_hu: Típus

source: Single
hu_hu: Egyrészes

source: Sequels
hu_hu: Folytatásos

source: Category
hu_hu: Kategória

source: Choose category
hu_hu: Válasz kategóriát

source: Sub-category
hu_hu: Alkategória

source: Choose subcategory
hu_hu: Válassz alkategóriát

source: Genre
hu_hu: Műfaj

source: Choose genre
hu_hu: Válassz műfajt

source: author-slug
hu_hu: szerzo

source: Recommendation Writer
hu_hu: Ajánló író

source: Help Writer
hu_hu: Segítség író

source: Content Censor
hu_hu: Tartalom lektor

source: Frontend User
hu_hu: Frontend felhasználó

source: Registration
hu_hu: Regisztráció

source: Username
hu_hu: Felhasználónév

source: Email
hu_hu: Email cím

source: Email confirmation
hu_hu: Email cím megerősítése

source: Password
hu_hu: Jelszó

source: Password confirmation
hu_hu: Jelszó megerősítése

source: Already registered?
hu_hu: Már regisztráltál?

source: Sign in!
hu_hu: Jelentkezz be!

source: Sign in
hu_hu: Bejelentkezés

source: Username or email
hu_hu: Felhasználónév vagy email cím

source: Forgot your password?
hu_hu: Elfelejtetted a jelszavad?

source: Sign In
hu_hu: Bejelentkezés

source: Still not part of the team?
hu_hu: Még nem vagy a csapat tagja?

source: Sign up now!
hu_hu: Regisztrálj most!

source: Sign in with your social account
hu_hu: Jelentkezz be közösségi fiókoddal

source: Login
hu_hu: Bejelentkezés

source: Logout
hu_hu: Kijelentkezés

source: Welcome
hu_hu: Üdvözlünk

source: My profile
hu_hu: Profilom

source: Forgot your password? Enter the email address or username to retrieve your account
hu_hu: Elfelejtetted a jelszavad? Írd be email címed vagy felhasználóneved

source: Layout selection
hu_hu: Layout választó

source: Default
hu_hu: Alapértelmezett

source: Register mail
hu_hu: Regisztrációs email

source: User's e-mail address
hu_hu: Felhasználó e-mail címe

source: User's username
hu_hu: Felhasználó neve

source: User's registration date
hu_hu: Felhasználó regisztráció ideje

source: Activation url
hu_hu: Aktivációs linke

source: LostPass mail
hu_hu: Elfelejtett jelszó email

source: User's display name
hu_hu: Felhasználó frontend neve

source: Password-reset url
hu_hu: Jelszó visszaállító link

source: Email settings
hu_hu: Email beállítások

source: The following placeholder can be used in the message body
hu_hu: A alábbi placeholderek használhatóak az üzenet szövegében.

source: Sender's name
hu_hu: Küldő neve

source: Sender's email address
hu_hu: Küldő e-mail címe

source: Subject
hu_hu: Tárgy

source: Content
hu_hu: Tartalom

source: Layout settings
hu_hu: Layout beállítások

source: Main page
hu_hu: Főoldal

source: Author page
hu_hu: Szerző oldala

source: Top-lists page
hu_hu: Sikerlisták oldal

source: Number of stroies
hu_hu: Történetek száma

source: No category selected
hu_hu: Nincs kategória kiválasztva

source: Number of news
hu_hu: Hírek száma

source: News category
hu_hu: Hírek kategória

source: Number of recommendation
hu_hu: Ajánlók száma

source: Recommendation category
hu_hu: Ajánlók kategória

source: Successful content upload message
hu_hu: Sikeres tartalom feltöltés üzenet

source: Favorite authors limit
hu_hu: Kedvenc szerzők limit

source: Top commenters limit
hu_hu: Legaktívabb kommentelők limit

source: Favorite stories limit
hu_hu: Kedvenc történetek limit

source: Most viewed stories
hu_hu: Legolvasottabb történetek

source: Top-lists cache
hu_hu: Sikerlisták cache

source: Top-lists cache time in seconds
hu_hu: Toplisták cache limit másodpercben

source: Main settings
hu_hu: Főbeállítások

source: Story content main category
hu_hu: Tartalom főkategória

source: None selected
hu_hu: Nincs kiválasztva

source: Story content sub-category
hu_hu: Tartalom alkategória

source: Help category
hu_hu: Segítség kategória

source: New story content page
hu_hu: Új tartalom oldal

source: Comment list page
hu_hu: Kommentek lista oldal

source: Content editor page
hu_hu: Tartalom szerkesztő oldal

source: Activation page
hu_hu: Aktivációs oldal

source: Password-reset page
hu_hu: Jelszó visszaállítás oldal

source: News list page
hu_hu: Hírek listaoldal.

source: Recommendation list page
hu_hu: Ajánló lista oldal

source: Google analytics tracking ID
hu_hu: Google analytics követő azonosító

source: Invalid action!
hu_hu: Érvénytelen művelet!

source: Empty comment!
hu_hu: Üres komment!

source: wrote at
hu_hu: írta

source: Reply
hu_hu: Válasz

source: Write your reply..
hu_hu: Szólj hozzá...

source: All comments
hu_hu: Minden komment

source: You've successfully changed your data!
hu_hu: Sikeresen megváltoztattad az adataid!

source: Your password has been changed!
hu_hu: A jelszavad megváltozott!

source: You have to confirm your new password!
hu_hu: Meg kell erősítened az új jelszavad!

source: The two passwords are not equal!
hu_hu: A két jelszó nem egyezik!

source: Your old password is not valid!
hu_hu: A régi jelszavad nem érvényes!

source: The password has to be at least 6 characters long!
hu_hu: A jelszónak minimum 6 karakter hosszúnak kell lennie!

source: Invalid birth date format!
hu_hu: Érvénytelen születésnap formátum!

source: Your birth date can't be farther than the current date!
hu_hu: A születésnapod nem lehet később a mai dátumnál!

source: Blurb
hu_hu: Fülszöveg

source: The bulrb character limit is 1200 characters.
hu_hu: A fülszöveg maximális hosszúsága 1200 karakter

source: Warnings
hu_hu: Figyelmeztetések

source: Obscene content
hu_hu: Obszcén tartalom

source: Violent content
hu_hu: Erőszakos tartalom

source: Erotic content
hu_hu: Erotikus tartalom

source: Age limit
hu_hu: Korhatár

source: No age limit
hu_hu: Nincs korhtár

source: Restrictions
hu_hu: Korlátozások

source: Content only for registered users
hu_hu: Csak regisztráltaknak elérhető tartalom

source: Warning! Content under 18+ available only for registered users!
hu_hu: Figyelem! A 18-as korhatár besorolásba eső történetek, automatikusan csak bejelentkezett felhasználóknak elérhető.

source: Author's comment
hu_hu: Szerző megjegyzése

source: Content is empty!
hu_hu: Üres tartalom!

source: The content maximum character limit is 28 000 characters.
hu_hu: Tartalom maximális hossza: 28 000 karakter.

source: Add tags
hu_hu: Címke hozzáadása.

source: The maximum number of tags is 8.
hu_hu: Maximum 8 címke adható hozzá.

source: Chapter's title
hu_hu: Fejezet címe

source: Volume title
hu_hu: Főcím

source: Volume sub-title
hu_hu: Alcím

source: Invalid identifier!
hu_hu: Érvénytelen azonosító

source: You've not signed in!
hu_hu: Nem vagy bejelentkezve!

source: Add to favorites
hu_hu: Kedvencekhez adás

source: Remove from favorites
hu_hu: Eltávolítás a kedvencekből

source: Comment
hu_hu: komment

source: Add chapter
hu_hu: Fejezet hozzáadása

source: Edit story
hu_hu: Tartalom szerkesztése

source: Chapter
hu_hu: Fejezet

source: First page
hu_hu: Első oldal

source: Last page
hu_hu: Utolsó oldal

source: Login Invalid
hu_hu: Érvénytelen belépés

source: Invalid login credentials
hu_hu: Érvénytelen belépési adatok

source: Your account is not active!
hu_hu: A fiókod nem aktív!

source: Invalid credentials
hu_hu: Érvénytelen hitelesítő adatok

source: The e-mail address or username does not exists.
hu_hu: Az e-mail cím vagy felhasználónév nem létezik.

source: The account you're trying to retrieve is not yet active.
hu_hu: A fiók, amit megpróbálsz visszaállítani, még nem aktív.

source: The information to reset your password has been sent to your e-mail address.
hu_hu: A jelszavad helyreállításához szükséges információkat kiküldtük e-mail címedre.

source: Invalid data
hu_hu: Érvénytelen adat

source: The two must password has to be the same
hu_hu: A két jelszónak meg kell egyeznie

source: The activation code is invalid.
hu_hu: Érvénytelen aktiváló kód.

source: The activation code is has been expired.
hu_hu: Az aktiváló kód lejárt.

source: Invalid recaptcha response
hu_hu: Helytelen ellenőrzőkód!

source: Email Invalid
hu_hu: Érvénytelen felhasználónév.

source: Username Invalid
hu_hu: Érvénytelen felhasználónév.

source: Username Taken
hu_hu: Ez a felhasználónév már foglalt.

source: Email Taken
hu_hu: Az email cím már regisztrált.

source: Invalid Password
hu_hu: Helytelen jelszó.

source: Passwords Are Not The Same
hu_hu: A jelszavak nem egyeznek

source: Emails Are Not The Same
hu_hu: Az e-mail címek nem egyeznek

source: Register Success Message
hu_hu: Sikeres regisztráció. Az aktivációs emailt kiküldtük az email címedre.

source: Sorry, this content is only available to registered users!Please register or sign in if you're already a member
hu_hu: Sajnáljuk! A tartalom csak regisztrált felhasználók számára elérhető! Regisztrálj vagy jelentkezz be, ha már tag vagy.

source: Share your thoughts...
hu_hu: Oszd meg, mit gondolsz....

source: Send comment
hu_hu: Elküldés

source: Volume
hu_hu: Kötet

source: Invalid content identifier!
hu_hu: Érvénytelen tartalom azonosító!

source: The chapter has been deleted!
hu_hu: A fejezet törölve!

source: The volume with all it's chapters has been deleted!
hu_hu: A tartalom és a hozzá tartozó összes fejezet törölve!

source: The file your're trying to upload isn't a valid image type
hu_hu: Az általad feltöltött kép kiterjesztése nem megfelelő.

source: All Genres
hu_hu: Összes műfaj

source: Parent Genre
hu_hu: Szülő műfaja

source: Parent Genre:
hu_hu: Szülő műfaja:

source: New Genre Name
hu_hu: Új műfaj neve

source: Add New Genre
hu_hu: Új műfaj hozzáadása

source: Edit Genre
hu_hu: Műfaj szerkesztése

source: Update Genre
hu_hu: Műfaj frissítése

source: View Genre
hu_hu: Műfaj megtekintése

source: Separate genres with commas
hu_hu: Műfajok elkülönítése vesszőkkel

source: Add or remove genres
hu_hu: Műfaj hozzáadása vagy törlése

source: Choose from the most used
hu_hu: Választás a legtöbbet használtak közül

source: Popular Genres
hu_hu: Népszerű műfajok

source: Search Genres
hu_hu: Műfaj keresése

source: Not Found
hu_hu: Nincs találat

source: No genres
hu_hu: Nincs műfaj

source: Genres list
hu_hu: Műfaj lista

source: Genres list navigation
hu_hu: Műfaj lista navigáció

source: Volume details
hu_hu: Tartalom adatai

source: E-mail notification
hu_hu: E-mail értesítés

source: (no parent)
hu_hu: (nincs szülő)

source: Content was last modified by :
hu_hu: Utoljára szerekesztve:

source: Acceptance
hu_hu: Elfogadó e-mail

source: Rejection
hu_hu: Elutasító e-mail

source: Send e-mail
hu_hu: E-mail küldése

source: Confirmation
hu_hu: Megerősítés

source: Are you sure you want to send this e-mail?
hu_hu: Biztosan el akarod küldeni a levelet?

source: Contents
hu_hu: Tartalmak

source: Add New
hu_hu: Új hozzáadása

source: Add New Item
hu_hu: Új tartalom hozzáadása

source: New Item
hu_hu: Új elem

source: Content Edit
hu_hu: Tartalom szerkesztése

source: View Content
hu_hu: Tartalom megtekintése

source: All Content
hu_hu: Összes tartalom

source: Search Content
hu_hu: Tartalom keresése

source: Content Not Found
hu_hu: Nem található tartalom

source: Content Not Found In Trash
hu_hu: Nem található tartalom a lomtárban

source: content-slug
hu_hu: tartalom

source: Your account has been succesfuly confirmed!
hu_hu: Regisztrációd sikeresen megerősítetted! Most már nyugodtan bejelentkezhetsz, és szabadon böngészheted tartalmaink.

source: Error at updating story!
hu_hu: Hiba a feltöltésben!

source: Edit chapter
hu_hu: Fejezet szerkesztése

source: Delete chapter
hu_hu: Fejezet törlése

source: Delete volume
hu_hu: Kötet törlése

source: Are you sure you want to delete this?
hu_hu: Biztosan törölni akarod?

source: Cancel
hu_hu: Mégse

source: Delete
hu_hu: Törlés

source: You're not authorized to access this page!
hu_hu: Nincs jogosultságod az oldal megtekintéséhez!

source: News
hu_hu: Hírek

source: Recommendation
hu_hu: Ajánlók

source: Fields marked with * are required.
hu_hu: A csillaggal jelölt mezők kitöltése kötelező.

source: Upload
hu_hu: Feltöltés

source: Story details
hu_hu: Tartalom adatai

source: Chapter details
hu_hu: Fejezet adatai

source: Error while uploading!
hu_hu: Hiba történt a feltöltés közben!

source: Successful upload
hu_hu: Sikeres feltöltés!

source: Most favorited authors
hu_hu: Kedvenc szerzők

source: person's favorite author
hu_hu: ember kedvenc szerzője

source: people's favorite author
hu_hu: ember kedvenc szerzője

source: Most active comment writers
hu_hu: Legaktívabb kommentelők

source: comments
hu_hu: Kommentek

source: Most favorite stories
hu_hu: Kedvenc tartalmak

source: person's favorite content
hu_hu: ember kedvence

source: people's favorite content
hu_hu: ember kedvence

source: The most read stories (with sequels)
hu_hu: Legolvasottabb folytatásos történetek

source: The most read stories (without sequels)
hu_hu: Legolvasottabb egyrészes történetek

source: views
hu_hu: Megtekintések

source: Search phrase
hu_hu: Keresendő kifejezés

source: Filter
hu_hu: Keresés

source: Total hits found
hu_hu: Összes találat

source: Choose sub-category
hu_hu: Válassz alkategóriát

source: More news
hu_hu: További hírek

source: More recommendations
hu_hu: További ajánlók

source: Polc.eu téma leírása.
hu_hu: Polc téma
